
[A_Fortress_ArkathsEternalFlame H7TownTearOfAsha]
mName="Вечное пламя Арката"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%. При строительстве вы получаете артефакт "Пламенный дракон", а также четыре великих артефакта и четыре реликвии."
[A_Fortress_Armory H7TownUtilityUnitDwelling]
mName="Оружейная"
mDesc="Создание средств поддержки.\nПозволяет покупать баллисты Северных кланов."
[A_Fortress_BearPens H7TownDwelling]
mName="Загоны для медведей"
mDesc="Поселение основных существ.\nПозволяет нанимать медведей (7 в неделю)."
[A_Fortress_BlackbearCages H7TownDwelling]
mName="Клетки для черных медведей"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать медведей и нанимать черных медведей."
[A_Fortress_BlazingMaiden H7TownGrowthEnhancer]
mName="Пламенная дева"
mDesc="Улучшение поселения элитных существ.\n+6 дис или валькирий в неделю."
[A_Fortress_chambre_des_matriache H7TownDwelling]
mName="Храм пламенных рун"
mDesc="Позволяет принести в жертву черного медведя, чтобы нанять могущественное элитное существо - матерь рун."
[A_Fortress_chambre_des_ramparts H7TownDwelling]
mName="Кузница рунических големов"
mDesc="Позволяет принести в жертву жреца Арката, чтобы нанять могущественное легендарное существо - рунического голема."
[A_Fortress_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_Fortress_CradleOfFire H7TownDwelling]
mName="Колыбель пламени"
mDesc="Поселение легендарных существ.\nПозволяет нанимать красных драконов (1 в неделю)."
[A_Fortress_DisBonfire H7TownDwelling]
mName="Пламя Дис"
mDesc="Поселение элитных существ.\nПозволяет нанимать дис (6 в неделю)."
[A_Fortress_Embassy H7TownEmbassy]
mName="Посольство"
mDesc="Ваши герои получают +15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг этого города."
[A_Fortress_ExchequerOffice H7TownBank]
mName="Казначейство"
mDesc="В начале каждой недели здание приносит в казну 10% от текущего количества золота без учета новых поступлений (не более 20 000)."
[A_Fortress_FishingPond H7TownGrowthEnhancer]
mName="Пруд с рыбой"
mDesc="Улучшение поселения основных существ.\n+4 медведя или черных медведя в неделю."
[A_Fortress_FlamingPillar H7TownGrowthEnhancer]
mName="Пылающий столп"
mDesc="Улучшение поселения элитных существ.\n+2 жреца рун или жреца Арката в неделю."
[A_Fortress_Fortifications_Level1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают кобольды-разведчики и защитники гор."
[A_Fortress_Fortifications_Level2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются дисы и жрецы рун.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Fortress_Fortifications_Level3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Fortress_Foundry H7TownTower]
mName="Литейная"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_Fortress_Furnace H7TownFurnace]
mName="Подгорное богатство"
mDesc="Производит 2 ед. %icon_ore руды в день."
[A_Fortress_Granary H7TownGrowthEnhancer]
mName="Амбар"
mDesc="Улучшение поселения основных существ.\n+12 кобольдов-разведчиков или кобольдов-следопытов в неделю."
[A_Fortress_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев."
[A_Fortress_HearthOfEinherjars H7TownDwelling]
mName="Дом эйнхериев"
mDesc="Улучшенное поселение легендарных существ.\nПозволяет улучшать огненных гигантов и нанимать эйнхериев."
[A_Fortress_HearthOfGiants H7TownDwelling]
mName="Дом гигантов"
mDesc="Поселение легендарных существ.\nПозволяет нанимать огненных гигантов (1 в неделю)."
[A_Fortress_KoboldBurrows H7TownDwelling]
mName="Норы кобольдов"
mDesc="Поселение основных существ.\nПозволяет нанимать кобольдов-разведчиков (23 в неделю)."
[A_Fortress_KoboldWarrens H7TownDwelling]
mName="Логова кобольдов"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать кобольдов-разведчиков и нанимать кобольдов-следопытов."
[A_Fortress_LavaConflux H7TownDwelling]
mName="Средоточие лавы"
mDesc="Поселение элитных существ.\nПозволяет нанимать элементалей лавы (6 в неделю)."
[A_Fortress_MagicGuild_Level1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Fortress_MagicGuild_Level2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Fortress_MagicGuild_Level3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Fortress_MagicGuild_Level4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_Fortress_MagmaConflux H7TownDwelling]
mName="Средоточие магмы"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать элементалей лавы и нанимать элементалей магмы."
[A_Fortress_Marketplace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_Fortress_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады."
[A_Fortress_MountainOfFire H7TownDwelling]
mName="Огненная гора"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать красных драконов и нанимать пылающих драконов."
[A_Fortress_RuneAtelier H7TownBuilding]
mName="Зал рун"
mDesc="В землях вокруг этого города эффективность аур рун, применяемых дружественными героями, увеличивается на 50%. Не действует на ауру руны равновесия."
[A_Fortress_RuneDesigner H7TownUtilityUnitDwelling]
mName="Руническая мастерская"
mDesc="Создание средств поддержки.\nПозволяет покупать рунические камни."
[A_Fortress_RunicChapel H7TownDwelling]
mName="Часовня рун"
mDesc="Поселение элитных существ.\nПозволяет нанимать жрецов рун (2 в неделю)."
[A_Fortress_RunicTemple H7TownDwelling]
mName="Храм рун"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать жрецов рун и нанимать жрецов Арката."
[A_Fortress_SacredFire H7TownBuilding]
mName="Священный огонь"
mDesc="На следующие 3 боя герой получает +2 к %icon_might силе и +5 к %icon_leadership лидерству."
[A_Fortress_ShieldBarracks H7TownDwelling]
mName="Казармы щитоносцев"
mDesc="Поселение основных существ.\nПозволяет нанимать защитников гор (22 в неделю)."
[A_Fortress_ShieldHalls H7TownDwelling]
mName="Залы щитоносцев"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать защитников гор и нанимать воителей."
[A_Fortress_ShrineOfArkath H7TownBuilding]
mName="Святилище Арката"
mDesc="Когда ваши герои применяют заклинания магии огня в землях вокруг этого города, используется соответствующий навык на один ранг выше."
[A_Fortress_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_Fortress_TownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_Fortress_ValkyrieBonfire H7TownDwelling]
mName="Пламя валькирий"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать дис и нанимать валькирий."
[A_Fortress_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[A_Fortress_VolcanicChimney H7TownGrowthEnhancer]
mName="Недра вулкана"
mDesc="Улучшение поселения элитных существ.\n+6 элементалей лавы или элементалей магмы в неделю."
[A_Fortress_Workshop H7TownGrowthEnhancer]
mName="Мастерская"
mDesc="Улучшение поселения основных существ.\n+11 защитников гор или воителей в неделю."
[fortressbuildingabilities.A_Fortress_RuneAtelier_Buff_Hero H7BaseBuff]
mName="Зал рун"
mTooltip="В землях вокруг этого города эффективность аур магии рун увеличивается на 50%."
[fortressbuildingabilities.A_Fortress_RuneAtelier_Buff_Rune H7BaseBuff]
mName="Зал рун"
mTooltip="Эффективность ауры этой руны увеличена на 50%."
[fortressbuildingabilities.A_Fortress_SacredFire_Buff_Hero H7BaseBuff]
mName="Священный огонь"
mTooltip="%stat1 к %icon_attack атаке и %stat2 к %icon_morale лидерству. Длительность (боев): %durnow."
[fortressbuildingabilities.A_Fortress_ShrineOfArkath_Buff_Hero H7BaseBuff]
mName="Святилище Арката"
mTooltip="В землях вокруг этого города герой применяет заклинания магии огня, используя соответствующий навык на один ранг выше."

[fortressbuildingabilities.A_Fortress_RunicFortifications_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Способность рунических укреплений"
mTooltip=""

UCP 1.1

[fortressbuildingabilities.A_Fortress_RunicFortifications_Buff_Custom H7BaseBuff]
mName="Рунические укрепления"
mTooltip="Позволяет вашим героям устанавливать рунические ловушки, которые с вероятностью %d.min% могут снизить дальность перемещения вражеских отрядов до 0 в начале хода каждого вражеского существа."

[A_Fortress_RunicFortifications H7TownFortificationEnhancer]
mName="Рунические укрепления"
mDesc="Прочность стен, ворот и башен дополнительно увеличивается на 30%. Позволяют вашим героям устанавливать рунические ловушки против вражеских существ во время каждой битвы в землях вокруг этого города. В начале хода каждого вражеского отряда ловушки с вероятностью 20% могут снизить дальность его перемещения до 0."

[A_Fortress_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[A_Fortress_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

7.5_mod : 

[A_Fortress_chambre_des_matriache H7TownDwelling]
mName="Храм пламенных рун"
mDesc="Позволяет принести в жертву чёрных медведей, стобы нанять могущественное элитное существо - матрону."

[A_Fortress_chambre_des_ramparts H7TownDwelling]
mName="Кузница рунических големов"
mDesc="Позволяет завербовать мощное существо-чемпиона - Рунного Голема. \Может быть завербован с помощью функции "завербовать всех"."

[A_Fortress_Furnace H7TownFurnace]
mName="Кузнечный горн"
mDesc="Приносит 2 ед. %icon_ore руды и 250 ед. of %icon_gold золота в день."